Repository: ZhangLongDeveloper/django_mail_admin
Catalog: django_mail_admin/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Got {} new letters for mailbox "{}"
ru_ru: Получено {} новых писем для ящика входяших сообщений "{}"

source: No new mail for mailbox "{}"
ru_ru: Нет новых писем для ящика входяших сообщений "{}"

source: Get new mail
ru_ru: Получить новую почту

source: Switch active status
ru_ru: Переключить статус активно/неактивно

source: Re-send message received signal
ru_ru: Отправить сигнал полученного письма заново

source: Mark as unread
ru_ru: Пометить непрочитанным

source: Mark as read
ru_ru: Пометить как прочитанное

source: Attachment count
ru_ru: Кол-во вложений

source: Mailbox
ru_ru: Ящик входящих писем

source: From
ru_ru: От кого

source: Mailbox name
ru_ru: Название ящика входящих писем

source: View emails
ru_ru: Посмотреть письма

source: Message
ru_ru: Письмо

source: Attachment
ru_ru: Вложение

source: Attachments
ru_ru: Вложения

source: Requeue selected emails
ru_ru: Поставить выбранные письма в очередь

source: To
ru_ru: Кому

source: Comma-separated emails
ru_ru: Email-fдреса через запятую

source: Only comma separated emails are allowed.
ru_ru: Разрешены только email адреса через запятую

source: Name
ru_ru: Название

source: Active
ru_ru: Активен

source: EMAIL_USE_TLS/EMAIL_USE_SSL are mutually exclusive, so only set one of those settings to True.
ru_ru: EMAIL_USE_TLS/EMAIL_USE_SSL взаимоисключающие настройки, поэтому ставьте только одну из них в положение True

source: Outbox
ru_ru: Ящик исходящих писем

source: Outboxes
ru_ru: Ящики исходящих писем

source: Example: imap+ssl://myusername:mypassword@someserver <br /><br />Internet transports include 'imap' and 'pop3'; common local file transports include 'maildir', 'mbox', and less commonly 'babyl', 'mh', and 'mmdf'. <br /><br />Be sure to urlencode your username and password should they contain illegal characters (like @, :, etc).
ru_ru: Пример: imap+ssl://myusername:mypassword@someserver <br /><br />Доступны такиеинтернет-транспорты как 'imap' и'pop3'; популярные файловые транспорты - 'maildir', 'mbox', реже 'babyl', 'mh', и 'mmdf'. <br /><br />Пожалуйта, закодируйте в urlencode ваши логин и пароль чтобы они не содержали недопустимых символов (как @, : и т.д.)

source: From email
ru_ru: От кого

source: Last polling
ru_ru: Обновлено

source: The time of last successful polling for messages.It is blank for new mailboxes and is not set for mailboxes that only receive messages via a pipe.
ru_ru: Время последнего успешного обновления ящика для писем. Это поле пусто для новых ящикови не определено для тех ящиков, который получают письма через pipe

source: Mailboxes
ru_ru: Ящики входящих писем

source: Subject
ru_ru: Тема

source: In reply to
ru_ru: В ответ на

source: From header
ru_ru: Заголовки 'от'

source: To header
ru_ru: Заколовки 'кому'

source: Body
ru_ru: Тело письма

source: Encoded
ru_ru: В закодированном виде

source: True if the e-mail body is Base64 encoded
ru_ru: True если тело письма закодировано в Base64

source: Processed
ru_ru: Обработано

source: Read
ru_ru: Прочитано

source: Raw message contents
ru_ru: Необработанное письмо

source: Original full content of message
ru_ru: Изначальное полное содержание письма

source: Incoming email
ru_ru: Входящее письмо

source: Incoming emails
ru_ru: Входящие письма

source: IncomingEmail
ru_ru: Письмо

source: Headers
ru_ru: Заголовки

source: Document
ru_ru: Документ

source: IncomingEmail attachment
ru_ru: Вложение для входящего письма

source: IncomingEmail attachments
ru_ru: Вложения для входящих писем

source: sent
ru_ru: отправлено

source: failed
ru_ru: ошибка

source: Email address
ru_ru: Email адрес

source: Status
ru_ru: Статус

source: Exception type
ru_ru: Тип ошибки

source: Log
ru_ru: Лог

source: Logs
ru_ru: Логи

source: low
ru_ru: низкий

source: medium
ru_ru: средний

source: high
ru_ru: высокий

source: now
ru_ru: сейчас

source: queued
ru_ru: в очереди

source: Outgoing email
ru_ru: Исходящее письмо

source: Outgoing emails
ru_ru: Исходящие письма

source: To email(s)
ru_ru: Кому

source: Cc
ru_ru: Копия

source: Bcc
ru_ru: Скрытая копия

source: Template
ru_ru: Шаблон

source: If template is selected, HTML message and subject fields will not be used - they will be populated from template
ru_ru: Если выбран шаблон, поля HTML текст и Тема не будут использованы - они будут подставлены из шаблона

source: HTML Message
ru_ru: HTML текст

source: Used only if template is not selected
ru_ru: Используется только если не выбран шаблон

source: The scheduled sending time
ru_ru: Запланированное время отправки

source: Priority
ru_ru: Приоритет

source: Send now
ru_ru: Отправить сейчас

source: Backend alias
ru_ru: Название бэкенда отправки

source: File
ru_ru: Файл

source: The original filename
ru_ru: Оригинальное имя файла

source: Email addresses
ru_ru: Email адреса

source: Email template
ru_ru: Шаблон

source: Email templates
ru_ru: Шаблоны

source: Template name
ru_ru: Название шаблона

source: Template description
ru_ru: Описание шаблона

source: Email html text
ru_ru: HTML текст шаблона

source: Template variable
ru_ru: Переменная шаблона

source: Template variables
ru_ru: Переменные шаблона

source: Variable name
ru_ru: Название переменной

source: Variable value
ru_ru: Значение переменной

source: Available backends are:
ru_ru: Доступные бэкенды отправки:

source: Error in email address name - more than one "<" or ">" symbols
ru_ru: Ошибка в названии email адрес - больше одного из символов "<" or ">"

source: Error in email address name - ">" is before "<"
ru_ru: Ошибка в названии email адрес - ">" встречается раньше чем "<"
